Repository: Mapita/productpage
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Inc.
fi: Oy

source: Mapita is a Finnish spinoff company, which originates from the research group
fi: Mapita on suomalainen yritys, jonka juuret ovat Aalto-yliopiston

source: http://ytk.aalto.fi/en/
fi: http://ytk.aalto.fi/

source: Land Use Planning and Urban Studies
fi: yhdyskuntasuunnittelun tutkimus- ja koulutusryhmässä.

source: of Aalto University. There we have developed the softGIS method since 2004.
fi: Olemme kehittäneet siellä pehmoGIS-tutkimusta vuodesta 2004 lähtien.

source: We founded Mapita Inc.in 2010. As specialists of planning geography and environmental psychology we know how to build an environment loved by its inhabitants.
fi: Perustimme Mapitan vuonna 2010. Suunnittelumaantieteen ja ympäristöpsykologian asiantuntijoina tiedämme, kuin rakennetaan ympäristö, jota asukkaat rakastavat.

source: Our versatile GIS expertise guarantees the full integration of the customer’s maps into surveys.
fi: Erityisosaamiseemme kuuluu myös hyvä käytettävyyssuunnittelu ja monipuolinen GIS-hallinta.

source: With careful usability design we save our customers’ time and money.
fi: Palvelumme säästää asiakkaan aikaa ja vaivaa.

source: People
fi: Ihmiset

source: The story of Mapita and softGIS. From sticker maps to cloud-based Maptionnaire
fi: Mapitan ja pehmoGIS:in tarina – tarrakartoista pilvipohjaiseen karttakyselyyn

source: SoftGIS is a research method that examines the experimental knowledge of people in connection with location information.
fi: PehmoGIS on nimitys tutkimusmenetelmille, joilla tarkastellaan ihmisten kokemustietoa yhdistettynä paikkatietoon (GIS).

source: The word ’soft’ emphasized the human perspective at a time when location information (GIS) was rarely used outside natural sciences.
fi: Sanalla ’pehmo’ haluttiin painottaa inhimillistä näkökulmaa aikana, jolloin paikkatietoa käytettiin lähinnä luonnontieteissä.

source: Valuable information by simple methods (1995—2003)
fi: Arvokasta tietoa yksinkertaisin menetelmin (1995—2003)

source: In the 1990’s, young researcher <b>Marketta Kyttä</b> invited people to workshops to place emotion stickers on maps.
fi: 1990-luvulla nuori tutkija <b>Marketta Kyttä</b> kutsui ihmisiä työpajoihin liimaamaan tunnetarroja kartalle.

source: The maps showed clearly how positive or negative experiences abounded in certain places.
fi: Tarrakartoista näkyi selvästi ja tarkasti, kuinka tiettyihin paikkoihin liittyi myönteisiä tai kielteisiä kokemuksia.

source: This marked the beginning of the development of the softGIS method.
fi: Tästä alkoi kehittyä pehmoGIS-tutkimus, jolle oli selvää tarvetta.

source: It turned out to be highly valuable for e.g. architects, who appreciate a map revealing the views of locals about the area they are planning.
fi: Arkkitehdeille on nimittäin kullanarvoista saada käteensä kartta, josta selviää kaavoitettavan alueen asukkaiden näkemyksiä siitä.

source: SoftGIS helped the planners to understand the qualities of areas from both local and larger perspective.
fi: PehmoGIS auttoi suunnittelijoita ymmärtämään alueiden ominaisuuksia sekä paikallisesta että laajemmasta perspektiivistä.

source: The birth of web-based map questionnaires (2004—2009)
fi: Verkkopohjaisten karttakyselyjen synty (2004—2009)

source: In 2004, a research project on the experienced quality of life took place in Järvenpää.
fi: Vuonna 2004 tehtiin Järvenpäässä tutkimus, jossa kysely rakennettiin verkkokartan päälle.

source: For the first time, a web questionnaire was integrated in a map.
fi: Se tutki elinympäristön koettua laatua.

source: The researchers Kyttä and <b>Maarit Kahila</b> were very happy to receive the coordinates directly in a digital form.
fi: Tutkijoille Kyttä ja <b>Maarit Kahila</b> oli suuri helpotus saada vastausten koordinaatit suoraan sähköisessä muodossa.

source: The respondents could answer the questionnaire easily on their home computers.
fi: Vastaajat täyttivät kyselyn vaivatta kotikoneiltaan.

source: For the researchers managed to collect and analyze a vast response material.
fi: Ensimmäistä kertaa saatiin kerättyä todella laaja aineisto ja analysoitua sitä tehokkaasti.

source: The following years saw the intense development of web-based map questionnaires.
fi: Seuraavina vuosina hioimme www-karttakyselyjä.

source: We improved them to be used in research and planning.
fi: Pohdimme, miten niitä voisi parhaiten hyödyntää tutkimuksessa ja suunnittelussa.

source: We learned and succeeded. Now map surveys have been carried out in 6 continents.
fi: Opimme ja onnistuimme. Nyt kyselyitä on toteutettu kuudella mantereella ja tieteellisiä artikkeleita julkaistu vino pino.

source: We have published lots of peer-reviewed research papers, and Marketta Kyttä, the mother of the softGIS method, has become the professor of land use planning.
fi: PehmoGIS:in äidistä Marketta Kytästä on tullut maankäytön suunnittelun professori.

source: <b>Anna Broberg</b> has developed methods of analyzing experimental location information.
fi: <b>Anna Broberg</b> on kehittänyt tapoja analysoida kokemuspohjaista paikkatietoa.

source: In participatory planning, sofGIS opened a new operating model.
fi: Osallistavassa suunnittelussa pehmoGIS avasi kokonaan uuden toimintamallin.

source: The residents could voice their opinions by answering a questionnaire online, without attending a hearing event.
fi: Asukkaiden ei tarvinnut enää saapua kuulemistilaisuuteen tai työpajaan saadakseen äänensä kuuluviin.

source: SoftGIS complemented the traditional methods and made participation possible for thousands of people.
fi: PehmoGIS astui perinteisten metodien rinnalle, ja mahdollisti tuhansien ihmisten kuulemisen.

source: Mapita Inc. is founded to answer the need for softGIS solutions (2010— )
fi: Mapita Oy vastaa pehmoGIS-kysyntään (2010—)

source: We founded Mapita Inc in 2010, because there was a strong demand for sofGIS research in the municipalities of Finland.
fi: Perustimme Mapita Oy:n vuonna 2010, koska suomalaisissa kunnissa oli kysyntää pehmoGIS-tutkimuksille.

source: We also started to develop our technology to produce a make it yourself survey.
fi: Aloimme myös kehittää niiden teknologiaa suuntaan, joka mahdollistaisi tee-se-itse-karttakyselyn.

source: The result can be found on the pages of <a href="http://maptionnaire.com/en/" target="_blank">Maptionnaire.</a>
fi: Tulosta voit kokeilla <a href="http://maptionnaire.com/fi/" target="_blank">Maptionnairen</a> sivuilla.

source: We have various clients and partners in many countries.
fi: Nykyään meillä on monenlaisia asiakkaita ja kumppaneita Suomessa ja ulkomailla.

source: Some of commission the whole research from us, which means that they benefit from all of our expertise.
fi: Jotkut tilaavat meitä koko tutkimuksen ja saavat käyttöönsä kaiken asiantuntemuksemme.

source: Others use our technology, but want to build the surveys themselves.
fi: Toiset asiakkaat ostavat vain käyttöoikeuden Maptionnaireen ja rakentavat sen avulla omia kyselyitä.

source: Researcher profiles and publications
fi: Tutkijaprofiilit ja julkaisut

source: Home
fi: Etusivu

source: Products and services
fi: Tuotteet ja palvelut

source: About us
fi: Mapita

source: Our customers
fi: Asiakkaamme

source: Customer projects
fi: Asiakasprojekteja

source: Maptionnaire helps you ask 'where'
fi: Laita ympäristösi asiat kartalle

source: Map based questionnaires bring together resident insight and planning expertise. It is an essential ingredient of modern community development that offers local knowledge in readily analyzable form.
fi: Karttapohjainen kyselytutkimus saattaa yhteen asukkaiden näkemyksen ja ammattilaisten suunnitteluosaamisen. Hyvä karttakysely tuottaa suunnittelupäätösten tueksi paikallista tietoa helposti analysoitavassa muodossa.

source: Try responding
fi: Kokeile vastaamista

source: Try creating a questionnaire of your own
fi: Kokeile kyselyn luomista

source: Find Local Knowledge
fi: Kerää paikallista tietoa

source: Experiential knowledge of local people is highly valuable, and our tools enable exploiting it to the full: Where are the most cherished places? Where is a connection needed? Which areas need renovation the most? Where do people feel unsafe?
fi: Kartoitamme alueellisen suunnittelun tueksi asukkaiden kokemustietoa, jotta voisitte parhaiten hyödyntää heidän arkista asiantuntijuuttaan: Missä ovat rakkaimmat paikat? Mistä puuttuu kulkuyhteys? Mitkä alueet kaipaisivat siistimistä? Missä koetaan turvattomuutta?

source: Lubricate Interaction
fi: Voitele vuorovaikutus

source: When inhabitants are involved in the planning process early enough, opposition is mitigated and interaction smoothened. We help you reduce costly legal complaints by allowing all parties contribute their insights and feedback at an appropriate time.
fi: Suunnittelu ja toteutus sujuvoituvat, kun kaikkia sidosryhmiä kuunnellaan ajoissa. Kokemuksestamme on hyötyä projektin kaikissa vaiheissa, ja autamme teitä välttämään pitkien valitusprosessien sudenkuopat kääntämällä vuorovaikutuksen ratkaisuhakuiseksi.

source: Use Pioneering Technology
fi: Karttakyselyiden edelläkävijä

source: We have been conducting geographical questionnaires online since 2004 and our technology has been widely tested on end users. Questionnaires are tailored to suit the individual needs of customers, and plans and other data may be overlaid on the base map of your choice.
fi: Olemme tehneet ja analysoineet kyselyitä vuodesta 2004 asti ja järjestelmä on hiottu erittäin helppokäyttöiseksi. Kyselyt räätälöidään ketterästi asiakkaan tarpeiden mukaan, pohjakartan saa valita itse ja sen päälle voidaan tuoda esimerkiksi kaavaluonnoksia.

source: Customers
fi: Asiakkaat

source: We cherish every opportunity to help organize inspiring resident participation. The quality and usability of gathered information is of great importance to us, and we aim to remain permanently one step ahead. In addition to the list below we have carried out a lot of peer reviewed research ourselves.
fi: Iloitsemme innostavan asukasosallistumisen järjestämisestä. Tuottamamme tiedon laatu ja käytettävyys on meille tärkeää, ja olemme pysyvästi askeleen edellä. Allaolevan listan lisäksi olemme itse tuottaneet paljon vertaisarvioitua tutkimusta.

source: When
fi: Milloin

source: Who
fi: Kuka

source: What (In Finnish)
fi: Mitä

source: is a cloud service for map based online surveys. Maptionnaire comes with an easy-to-use editor tool for the creation of surveys and analysis of respondent data. In addition, our team has a long background in peer-reviewed survey research and we offer consultation for successful data collection.
fi: on pilvipalvelu karttapohjaisille kyselyille. Kyselyjä on helppo luoda ja analysoida itse: tarvitset vain web-selaimen. Lisäksi tiimillämme on pitkä kokemus vertaisarvioidusta tutkimuksesta ja autamme teitä keräämään laadukkaan vastausaineiston.

source: Buy it!
fi: Osta!

source: Most of our customers choose an annual subscription, which includes an unlimited number of questionnaires, but it is also possible to buy the service for a single project.
fi: Useimmat asiakkaamme valitsevat vuosilisenssin, jolla voi tehdä rajoittamattoman määrä kyselyitä, mutta palvelu on mahdollista ostaa myös yksittäiseen projektiin.

source: Try it!
fi: Kokeile!

source: The best way to get a feeling what Maptionnaire is like is to
fi: Paras tapa tutustua Maptionnaireen on

source: Sign up for a test account
fi: luoda testikäyttäjätunnus

source: and start creating questionnaires immediately.
fi: ja aloittaa tekemään kyselyitä saman tien.

source: In addition, our
fi: Lisäksi

source: User Guide
fi: Käyttöoppaamme

source: offers more technical details.
fi: tarjoaa tietoa teknisistä yksityiskohdista.

source: And last but not least, we would love to hear more about your needs: so please
fi: Viimeisenä, mutta ei vähäisimpänä: kuulemme ilomielin tarpeistanne lisää, joten

source: call us!
fi: soita meille!

source: Why maps?
fi: Miksi kartta?

source: Almost all information has a geographical dimension, but it is very difficult to describe it in purely verbal terms.
fi: Lähes kaikki informaatio kiinnittyy johonkin sijaintiin, mutta sanallisesti sitä on vaikea kuvata tarkasti.

source: Imagine being in a new town without a map. How long a textual guide would you need to find your way around?
fi: Kuvittele saapuvasi uuteen kaupunkiin ilman karttaa. Kuinka pitkät sanalliset ohjeet tarvitsisit löytääksesi kaikki kiinnostavat paikat?

source: Map is required when you need to ask
fi: Kartta tarvitaan, kun haluat kysyä

source: Where ...?
fi: Missä ...?

source: Maptionnaire combines an interactive map with traditional questionnaire forms
fi: Maptionnairessa yhdistyvät interaktiivinen kartta ja perinteiset kyselylomakkeet

source: Why online participation?
fi: Miksi verkko-osallistumista?

source: Online tools allow the participation of thousands of people at low cost.
fi: Verkossa tuhannet ihmiset voivat osallistua hyvin pienin kustannuksin.

source: Bringing participants together is time consuming and expensive, and only a handful of people get to have their say.
fi: Osallistujien saattaminen kasvokkain yhteen on aikaavievää ja kallista, minkä lisäksi vain kourallinen ihmisiä pääsee ilmaisemaan mielipiteensä.

source: Various, wider groups of people can participate online.
fi: Verkossa pystyvät osallistumaan myös ne, jotka eivät työpajoihin pääse.

source: Possible to locate places, routes, and areas with high precision.
fi: Interaktiivinen kartta mahdollistaa paikkojen, reittien ja alueiden merkitsemisen tarkasti.

source: Digital coordinates enable efficient analysis and visualizations.
fi: Digitaaliset koordinaatit tehostavat analyysiä ja visualisointeja.

source: Mapita has had the privilege of working with a number of customers.
fi: Toimintamme vuosiin mahtuu monta onnistunutta tarinaa.

source: We have been involved in their projects from the beginning to the end, and designed highly customized research for their needs.
fi: Olemme suunnitelleet asiakkaille juuri heidän tarpeisiinsa vastaavia kyselytutkimuksia ja olleet hankkeissa mukana alusta loppuun saakka. Olemme analysoineet kiehtovia vastausaineistoja ja tarttuneet innolla teknologian uusiin mahdollisuuksiin. Palvelumme on taipunut myös havainnekuvien esittelyyn ja ideakilpailun palautesivuston luomiseen. Asiakkaat eri maissa ovat käyttäneet Maptionnairea myös itsenäisesti kyselytutkimuksen tekoon.

source: Have a look and get inspired!
fi: Tutustu asiakastöihimme ja Maptionnairelle tehtyihin tutkimuksiin!

source: What makes Maptionnaire different
fi: Miten eroamme eduksemme

source: Example questionnaires
fi: Esimerkkikyselyitä

source: Resident survey for the master plan of Helsinki
fi: Asukaskysely Helsingin yleiskaavaa varten

source: Evaluation of future plan alternatives for the district of Rykmentinpuisto in the city of Tuusula.
fi: Rykmentinpuiston kaavavaihtoehtojen arviointi.

source: Survey for the evaluation of coastal areas in Helsinki
fi: Kysely vesialueiden käytöstä pääkaupunkiseudulla
